[
    {
        "district": "BAYVIEW",
        "full_name": [
            "Bayview-Hunters Point"
        ],
        "description": [
            "This is district crippled with extreme poverty. It was historically a blue-collar black neighborhood on the outskirts of a segregated city. Over the past 50 years, the neighborhood has suffered from high levels of pollution and now contains a superfund site. Many longtime residents have fled the area due to loss of industry, infrastructure, and increases in violence."
        ],
        "url": [
            "http://www.slate.com/blogs/behold/2014/04/24/alex_welsh_bayview_hunters_point_is_san_francisco_s_neglected_neighborhood.html"
        ]
    },
    {
        "district": "TENDERLOIN",
        "full_name": [
            "Tenderloin"
        ],
        "description": [
            "Although the Tenderloin is arguably the most dangerous neighborhood in San Francisco, this reputation has helped it to remain affordable to many new East Asian immigrants to SF. They started taking to area—first because of its proximity to Chinatown and then because it became the center for Vietnamese migration in the late seventies. This has lead the city to designate a section of the Tenderloin, 'Little Saigon.'"
        ],
        "url": [
            "http://www.friendlyneighborhoodguide.com/neighborhoods/17/San-Francisco/The-Tenderloin"
        ]
    },
    {
        "district": "INGLESIDE",
        "full_name": [
            "Ingleside - Excelsior"
        ],
        "description": [
            "One of San Francisco’s last working class neighborhoods is becoming a primary dumping ground for stolen vehicles in the city, while the number of actual car thefts has decreased significantly across San Francisco, according to a recent police report. From June through September 2014, the Excelsior District averaged 100 found stolen vehicles per month accounting for 45 percent of the total reported to Ingleside Police Station, the city’s largest police district."
        ],
        "url": [
            "http://www.inglesidelight.com/2014/11/29/excelsior-leads-in-dumped-stolen-vehicles-citywide/"
        ]
    },
    {
        "district": "SOUTHERN",
        "full_name": [
            "South of Market"
        ],
        "description": [
            "SoMa is an upscale section of the city just south of the Financial District. Assaults and robberies are high along SoMa’s alleyways, streets and even its major arteries. Property crime is also high and trending up, with auto break-ins and vehicle thefts leading the way, and the number of murders, averaging about 5 per year, high for most neighborhoods in San Francisco (although half of what you find in its southern neighbor, the Mission)."
        ],
        "url": [
            "http://www.friendlyneighborhoodguide.com/neighborhoods/13/San-Francisco/SoMa"
        ]
    },
    {
        "district": "NORTHERN",
        "full_name": [
            "Pacific Heights",
            "Marina District",
            "Western Addition"
        ],
        "description": [
            "New construction and revitalization has made the Marina District one of the most attractive, trendy places for the well off to live and play. The combination of new growth and ocean views have made this yet another high priced SF neighborhood.",
            "Pacific Heights is the prime destination for San Franciscans looking for the ideal city neighborhood in which to raise kids. It is primarily a residential enclave just far enough away from crime-ridden areas like the Tenderloin to give families a feeling of relative security.",
            "The area to the west of Van Ness is the main location associated with the Western Addition. Its proximity to the Tenderloin has helped to cap its rental prices and retain its working class demographics but has also meant that its crime statistics tend to be higher than that of the city as a whole. There is a fair amount of public housing in the Western Addition and this has meant the usual accompanying gang problems. Three city gangs are well known for fighting it out in this area, the Eddy Rock gang near Jefferson Park, and the Knock Out Posse 'KOP' and Chopper City gangs east of Divisidero near the corner with Eddy Street."
        ],
        "url": [
            "http://www.friendlyneighborhoodguide.com/neighborhoods/5/San-Francisco/The-Marina-District",
            "http://www.friendlyneighborhoodguide.com/neighborhoods/7/San-Francisco/Pacific-Heights",
            "http://www.friendlyneighborhoodguide.com/neighborhoods/18/San-Francisco/Western-Addition"
        ]
    },
    {
        "district": "RICHMOND",
        "full_name": [
            "Inner and Outer Richmond"
        ],
        "description": [
            "The Richmond District in San Francisco is a long swath of residential streets that stretches all along the northern border of Golden Gate park to the Pacific. On its northern end, you have the Presidio on one end and Lincoln Park by the ocean on the other, with the upscale gated homes of the Sea Cliff neighborhood nestled along the shore in-between."
        ],
        "url": [
            "http://www.friendlyneighborhoodguide.com/neighborhoods/10/San-Francisco/Richmond-District"
        ]
    },
    {
        "district": "CENTRAL",
        "full_name": [
            "Russian Hill",
            "Nob Hill",
            "North Beach"
        ],
        "description": [
            "Because only two bus lines serve this area, this is largely a car culture—most buildings and Victorians having ground level garages. Permit parking makes the area the usual challenge when it comes to finding parking spaces, and the steep grades of many streets add yet another level of difficulty for motorists and for automobile maintenance. This seclusion also offers a certain amount of insulation from crime, with the most prevalent incidents being auto thefts.",
            "Unlike Russian Hill, however, Nob Hill’s greater traffic and the proximity to the Tenderloin means higher crime rates—especially the property crime you would expect given the parking situation and the affluence of the area. Although you do not get the sorts of murder rates you find in the Tenderloin (no one has been killed in Nob Hill for close to half a decade) incidents of robbery and assault are a minor though regular feature of the area.",
            "The police keep careful watch on the North Beach area since the mix of plentiful drinks and young men leaving Broadway strip clubs bring the predictable altercations. Arrests for assaults because of this mix are higher than for the rest of the city. North Beach also draws its share of criminal opportunists who prey on the unsuspecting tourists who wander often the beaten path. Robberies, muggings, and vehicle break-in rates are some of the highest in the city, especially on the less frequented residential streets."
        ],
        "url": [
            "http://www.friendlyneighborhoodguide.com/neighborhoods/11/San-Francisco/Russian-Hill",
            "http://www.friendlyneighborhoodguide.com/neighborhoods/12/San-Francisco/Nob-Hill",
            "http://www.friendlyneighborhoodguide.com/neighborhoods/6/San-Francisco/North-Beach"
        ]
    },
    {
        "district": "TARAVAL",
        "full_name": [
            "Sunset District",
            "Forest Hills"
        ],
        "description": [
            "This is a strong family area and you will find several well-regarded public and private schools. Parents in the area value the security of the Sunset as well. No recent murders and few assaults have occurred here, and only the run of the mill car break-in and vandalism occupy the attention of authorities these days. Thus, the neighborhood is known as a quiet, even a sleepy area.",
            "Many of Forest Hill's residents are doctors and health care professionals who work or teach at the nearby medical college while others are just upper middle class executives who prefer the area to the more active and noisy parts of town. As with the rest of Sunset, it is one of the best areas in SF for raising kids with security and piece of mind. "
        ],
        "url": [
            "http://www.friendlyneighborhoodguide.com/neighborhoods/14/San-Francisco/Sunset-District",
            "http://en.wikipedia.org/wiki/Forest_Hill,_San_Francisco"
        ]
    },
    {
        "district": "MISSION",
        "full_name": [
            "Mission"
        ],
        "description": [
            "Until recently, the Mission was one of the more dangerous neighborhoods in the city. In 2007 and 2008, the neighborhood averaged about a dozen homicides a year—over 10% of all murders in the city. This number sharply dropped in 2009 when police focused their efforts more successfully on abating the neighborhood’s longstanding problems. Despite this, assault and property crimes such as car thefts, continue to remain high, especially relative to the numbers for the city as a whole."
        ],
        "url": [
            "http://www.friendlyneighborhoodguide.com/neighborhoods/16/San-Francisco/The-Mission"
        ]
    },
    {
        "district": "PARK",
        "full_name": [
            "PARK"
        ],
        "description": [
            "It's full of parks yo."
        ],
        "url": [
            "http://www.friendlyneighborhoodguide.com/neighborhoods/14/San-Francisco/Sunset-District"
        ]
    }
]